<template>
  <div id="aboutus">
      <h3 class="text-center">公司简介</h3>
      <p>深圳前海珑擎网络科技有限公司，注册于中国经济特区——深圳市南山区。2016年5月正式创立，致力成为国内棋牌细分领域，最优秀的互联网娱乐平台公司。公司仅历经一年的创建运营，2017年7月正式被上市公司浙数文化（股票代码600633）的全资子公司——边锋公司全资收购。通过并购重组，我司现已驶入发展快车道，将继续在专属市场与领域奋力发展强大。公司现有编制超200余人，现有核心高管均来自腾讯、网易等全球一线的互联网公司，拥有强劲的研发与运营经验。</p>
      <p> 公司现有研发部、运营部、财务部、法务部及人资行政部， 研发及运营保障体系均由自有团队搭建运营。我们力争为千万级用户提供最畅享、最快捷的线上互动娱乐平台，为市场带来更好的用户与价值体验。与此同时，天天爱将启动全球品牌及终极客户体验计划，为合作伙伴与渠道机构带来丰厚的回馈。</p>
      <p>天天爱——信奉“爱游戏、爱生活、爱快乐”的企业宗旨，秉承付出、奉献及专注的职业风格，不断变革求新，将持续打造最强的天天爱精英团队。 展望未来，天天爱科技将力争成为国内棋牌类行业的领军者，开拓无限广袤的国内外市场、创新娱乐空间及形式。我们将积极发力于互联网娱乐领域，鼎力于互联网娱乐行业涅槃飞扬。坚信团队、运营能力以及资本力量，天天爱科技将借助巨人的肩膀，再创传奇，抒写新辉煌！</p>
  </div>
</template>
<script>
export default {
  data:function(){
      return {
          
      }
  }
}
</script>
<style>
    #aboutus{
        background: #F2F5F7;
        padding:3em 5em;
        margin:0 5%;
    }
    #aboutus h3{
        padding:2%;
    }
    #aboutus p{
        line-height: 3;
        font-size:1.2em;
        text-indent: 4em;
    }
</style>